Repository: common-repository/insert-shortcode-pattern
Catalog: languages/insert-shortcode-pattern-*.po
Languages: ru_ru

source: This plugin allows you to create templates and insert the specified text on the page using a short code. As a placement, you can specify the basement of the site, or in the place of insertion of a short code on the page. As a template, you can use any HTML tags (including javascript) without violating the integrity, as well as PHP code.
ru_ru: Этот плагин позволяет создавать шаблоны и вставлять заданный текст на страницу при помощи использования короткого кода. В качестве места размещения можно указать подвал сайта, либо в месте вставки короткого кода на странице. В качестве шаблона можно использовать любые HTML теги (в т.ч. javascript) без нарушения целостности, а также PHP код.

source: The required «name» parameter is not passed
ru_ru: Обязательный параметр «name» не задан

source: Key «%s» not found :(
ru_ru: Ключ «%s» не найден :(

source: Security check failed, please try again
ru_ru: Не пройдена проверка безопасности, попробуйте еще раз

source: Only English letters and numbers are allowed in the «Unique name» field
ru_ru: В поле «Уникальное название» разрешено использовать только английские буквы и цифры

source: This name already exists, create a unique name
ru_ru: Такое название уже существует, создайте уникальное название

source: Unable to write file, please try again
ru_ru: Не удалось сделать запись фаил, повторите попытку еще раз

source: Saved
ru_ru: Настройки сохранены

source: Error
ru_ru: Ошибка

source: Add a new
ru_ru: Добавить новый

source: Unique name
ru_ru: Уникальное имя

source: Only English letters, numbers and signs are allowed «-»
ru_ru: Разрешены только английские буквы, цифры и знак «-»

source: Specified name
ru_ru: Укажите наименование

source: Short code to insert in the editor
ru_ru: Короткий код для вставки в редакторе

source: Location on page
ru_ru: Расположение на странице

source: At the insertion point of the short code
ru_ru: В месте вставки короткого кода

source: In footer site
ru_ru: В подвале сайта

source: Code
ru_ru: Код

source: In this field you can insert any HTML and / or PHP code to display on Your site
ru_ru: В этом поле Вы можете вставить любой HTML и/или PHP код для отображения на Вашем сайте

source: Save
ru_ru: Сохранить

source: Add
ru_ru: Добавить

source: Save changes!!!
ru_ru: Сохраните изменения!!!
